[Pwn_IntroMiddleClass_MSmall_1 DisTweaks_NPCPawn]
m_BusyText="Este personagem está ocupado"
m_CannotStealMessage="Você não pode carregar mais munição deste tipo"

[Pwn_IntroMiddleClass_MSmall_1:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Engenheiro"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_MiddleClass_MSmall_1 DisTweaks_NPCPawn]
m_BusyText="Este personagem está ocupado"
m_CannotStealMessage="Você não pode carregar mais munição deste tipo"

[Pwn_MiddleClass_MSmall_1:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="Sobrevivente"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_MiddleClass_MSmall_1_NoAnxious DisTweaks_NPCPawn]
m_BusyText="Este personagem está ocupado"
m_CannotStealMessage="Você não pode carregar mais munição deste tipo"

[Pwn_MiddleClass_MSmall_1_NoAnxious:DisTweaks_InteractableInterface_12 DisTweaks_InteractableInterface]
m_Name="Sobrevivente"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pwn_MiddleClass_MSmall_1_NoRatStomp DisTweaks_NPCPawn]
m_BusyText="Este personagem está ocupado"
m_CannotStealMessage="Você não pode carregar mais munição deste tipo"

[Pwn_MiddleClass_MSmall_1_NoRatStomp:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="Sobrevivente"
m_InteractText=""
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

